export const bank = {

  task1: [
    {
      instruction: "Прослушайте текст и напишите сжатое изложение.",
      topic: "Память человека"
    }
  ],

  tests: {
    2: [{ question:"Ударение", options:["тОрты","каталОг","дОговор","звонИт"] }],
    3: [{ question:"Лексика", options:["аннотация","эпитет","пролог","диалог"] }],
    4: [{ question:"Орфография", options:["к..саться","заг..релый","изл..жение","пром..кать"] }],
    5: [{ question:"Н/НН", options:["глиня(н/нн)ый","серебря(н/нн)ый"] }],
    6: [{ question:"Грамм. основа", options:["подлежащее и сказуемое"] }],
    7: [{ question:"Часть речи", options:["причастие","деепричастие"] }],
    8: [{ question:"Приставки", options:["пр..ехать","раз..грать"] }],
    9: [{ question:"Запятые", options:["Ветер шумел и свистел."] }],
    10:[{ question:"СПП", options:["Я знаю, что ты придёшь."] }],
    11:[{ question:"Средство выразительности", options:["метафора","эпитет"] }],
    12:[{ question:"Тема текста", options:["дружба","ответственность"] }]
  },

  task13: [
    {
      type:"13.3",
      theme:"Что значит быть ответственным?",
      instruction:"Напишите сочинение-рассуждение."
    }
  ]
};
