<?php

$subjects = [
    1 => 'Русский язык',
    2 => 'Литература'
];

/**
 * fipi — номер задания ФИПИ
 * type — тип задания
 */
$tasks = [

    // ---------- РУССКИЙ ЯЗЫК ----------

    [
        'id' => 1,
        'subject' => 1,
        'fipi' => 1,
        'type' => 'choice',
        'question' => 'В каком слове пишется Е?',
        'options' => ['пр..красный', 'пр..одолеть', 'пр..небречь', 'пр..ступить'],
        'answer' => 2,
        'score' => 1
    ],

    [
        'id' => 2,
        'subject' => 1,
        'fipi' => 2,
        'type' => 'choice',
        'question' => 'Укажите слово с чередующейся гласной',
        'options' => ['заг..релый', 'з..ря', 'ск..чок', 'к..саться'],
        'answer' => 4,
        'score' => 1
    ],

    [
        'id' => 3,
        'subject' => 1,
        'fipi' => 4,
        'type' => 'short',
        'question' => 'Сколько запятых в предложении: Когда наступила весна и растаял снег мы поехали в деревню?',
        'answer' => '2',
        'score' => 1
    ],

    // ---------- ЛИТЕРАТУРА ----------

    [
        'id' => 4,
        'subject' => 2,
        'fipi' => 1,
        'type' => 'choice',
        'question' => 'Автор произведения «Капитанская дочка»',
        'options' => ['Лермонтов', 'Гоголь', 'Пушкин', 'Толстой'],
        'answer' => 3,
        'score' => 1
    ]
];

