const OGE_BANK = {
  "1": [{ text: "Прочитайте текст и напишите сжатое изложение." }],
  "2": [{ text: "В каком слове допущена орфографическая ошибка?" }],
  "3": [{ text: "Где поставить запятую?" }],
  "4": [{ text: "Выберите правильный вариант." }],
  "5": [{ text: "Определите значение слова." }],
  "6": [{ text: "Выберите средство выразительности." }],
  "7": [{ text: "Задание 7 пример." }],
  "8": [{ text: "Задание 8 пример." }],
  "9": [{ text: "Задание 9 пример." }],
  "10":[{ text: "Задание 10 пример." }],
  "11":[{ text: "Задание 11 пример." }],
  "12":[{ text: "Задание 12 пример." }],
  "13":[{ text: "Напишите сочинение на тему…"}]
};
